{
    "saudacoes": {
        "oi": "Olá! Como posso ajudar você hoje?",
        "olá": "Oi! O que posso fazer por você?",
        "bom dia": "Bom dia! Espero que você tenha um ótimo dia!",
        "boa tarde": "Boa tarde! Como posso ser útil?",
        "boa noite": "Boa noite! Está precisando de algo?",
        "e aí": "E aí! Como posso te ajudar hoje?",
        "salve": "Salve! Tudo bem por aí?",
        "hello": "Hello! How can I assist you today?",
        "hi": "Hi there! What can I do for you?"
    },
    "despedidas": {
        "tchau": "Até logo! Tenha um ótimo dia!",
        "adeus": "Adeus! Espero te ver em breve!",
        "até mais": "Até mais! Estarei por aqui se precisar.",
        "até logo": "Até logo! Volte quando quiser.",
        "falou": "Falou! Qualquer coisa, estou por aqui.",
        "até breve": "Até breve! Fique à vontade para voltar quando quiser.",
        "nos vemos": "Nos vemos em breve! Cuide-se."
    },
    "perguntas": {
        "como você está?": "Estou apenas um código, mas estou funcionando bem!",
        "tudo bem?": "Estou apenas um código, mas estou funcionando bem!",
        "qual é o seu nome?": "Eu sou o ÁlvaroBot, criado para ajudar você.",
        "o que você pode fazer?": "Posso responder perguntas, conversar e ajudar com informações básicas!",
        "qual é a capital do Brasil?": "A capital do Brasil é Brasília.",
        "que horas são?": "Eu não tenho um relógio interno, mas você pode verificar no seu dispositivo.",
        "quem te criou?": "Fui criado por um programador entusiasta!",
        "qual é o seu propósito?": "Meu propósito é ajudar você com informações e interações!",
        "onde você mora?": "Eu vivo na nuvem, sempre pronto para ajudar.",
        "qual é a sua cor favorita?": "Como um bot, não tenho preferências, mas posso dizer que gosto de verde!",
        "o que você sabe fazer?": "Posso ajudar com perguntas, fornecer informações e até conversar um pouco!",
        "você pode me contar uma piada?": "Por que o computador foi ao médico? Porque estava com um vírus!"
    },
    "informacoes_gerais": {
        "o que é a COP 30?": "A COP 30 é a Conferência das Nações Unidas sobre Mudança Climática, prevista para 2025 no Brasil.",
        "onde será a COP 30?": "A COP 30 está prevista para ocorrer em Belém, no Brasil.",
        "qual é o objetivo da COP 30?": "O objetivo da COP 30 é discutir e implementar ações para combater as mudanças climáticas globais.",
        "quem participa da COP 30?": "Líderes mundiais, cientistas, ativistas e representantes de diversas organizações participam da COP 30.",
        "qual é a importância da COP 30?": "A COP 30 é crucial para avançar nas negociações e ações globais contra as mudanças climáticas.",
        "quando será a COP 30?": "A COP 30 está prevista para ocorrer em 2025, mas as datas exatas ainda podem ser confirmadas.",
        "o que significa COP?": "COP significa 'Conference of the Parties', uma reunião anual dos países que assinaram a Convenção-Quadro das Nações Unidas sobre a Mudança do Clima."
    }
}
